{
  "options": {
    "status": ["Not Started", "Waiting", "In Progress", "At Risk", "Complete"],
    "level": ["Low", "Medium", "High"],
    "likelihood": ["Low", "Medium", "High"],
    "impact": ["Low", "Medium", "High"],
    "benefit": ["Low", "Medium", "High"],
    "feasibility": ["Low", "Medium", "High"],
    "itemType": ["Task / Activity", "Event", "Phase", "Milestone"],
    "fidelityDimension": ["Adherence", "Dose", "Quality", "Participant Responsiveness"],
    "adaptationNature": ["Tailoring", "Adding", "Removing", "Shortening", "Lengthening", "Substituting", "Reordering"],
    "adaptationGoal": ["Increase Reach", "Improve Fit", "Decrease Costs", "Improve Effectiveness"],
    "adaptationPlanned": ["Planned/Proactive", "Planned/Reactive", "Unplanned/Reactive"],
    "contextLevels": ["Inner Setting", "Outer Setting", "Innovation Characteristics", "Characteristics of Individuals"]
  },
  "ericStrategies": [
    { "name": "Access new funding", "definition": "Access new or existing money to facilitate the implementation." },
    { "name": "Alter incentive/allowance structures", "definition": "Work to incentivize the adoption and implementation of the clinical innovation." },
    { "name": "Alter patient/consumer fees", "definition": "Create fee structures where patients/consumers pay less for preferred treatments (the clinical innovation) and more for less-preferred treatments." },
    { "name": "Assess for readiness and identify barriers and facilitators", "definition": "Assess various aspects of an organization to determine its degree of readiness to implement, barriers that may impede implementation, and strengths that can be used in the implementation effort." },
    { "name": "Audit and provide feedback", "definition": "Collect and summarize clinical performance data over a specified time period and give it to clinicians and administrators to monitor, evaluate, and modify provider behavior." },
    { "name": "Build a coalition", "definition": "Recruit and cultivate relationships with partners in the implementation effort." },
    { "name": "Capture and share local knowledge", "definition": "Capture local knowledge from implementation sites on how implementers and clinicians made something work in their setting and then share it with other sites." },
    { "name": "Centralize technical assistance", "definition": "Develop and use a centralized system to deliver technical assistance focused on implementation issues." },
    { "name": "Change accreditation or membership requirements", "definition": "Strive to alter accreditation standards so that they require or encourage use of the clinical innovation. Work to alter membership organization requirements so that those who want to affiliate with the organization are encouraged or required to use the clinical innovation." },
    { "name": "Change liability laws", "definition": "Participate in liability reform efforts that make clinicians more willing to deliver the clinical innovation." },
    { "name": "Change physical structure and equipment", "definition": "Evaluate current configurations and adapt, as needed, the physical structure and/or equipment (e.g., changing the layout of a room, adding equipment) to best accommodate the targeted innovation." },
    { "name": "Change record systems", "definition": "Change records systems to allow better assessment of implementation or clinical outcomes." },
    { "name": "Change service sites", "definition": "Change the location of clinical service sites to increase access." },
    { "name": "Conduct cyclical small tests of change", "definition": "Implement changes in a cyclical fashion using small tests of change before taking changes system-wide. Tests of change benefit from systematic measurement, and results of the tests of change are studied for insights on how to do better. This process continues serially over time, and refinement is added with each cycle." },
    { "name": "Conduct educational meetings", "definition": "Hold meetings targeted toward different stakeholder groups (e.g., providers, administrators, other organizational stakeholders, and community, patient/consumer, and family stakeholders) to teach them about the clinical innovation." },
    { "name": "Conduct educational outreach visits", "definition": "Have a trained person meet with providers in their practice settings to educate providers about the clinical innovation with the intent of changing the provider's practice." },
    { "name": "Conduct local consensus discussions", "definition": "Include local providers and other stakeholders in discussions that address whether the chosen problem is important and whether the clinical innovation to address it is appropriate." },
    { "name": "Conduct local needs assessment", "definition": "Collect and analyze data related to the need for the innovation." },
    { "name": "Conduct ongoing training", "definition": "Plan for and conduct training in the clinical innovation in an ongoing way." },
    { "name": "Create a learning collaborative", "definition": "Facilitate the formation of groups of providers or provider organizations and foster a collaborative learning environment to improve implementation of the clinical innovation." },
    { "name": "Create new clinical teams", "definition": "Change who serves on the clinical team, adding different disciplines and different skills to make it more likely that the clinical innovation is delivered (or is more successfully delivered)." },
    { "name": "Create or change credentialing and/or licensure standards", "definition": "Create an organization that certifies clinicians in the innovation or encourage an existing organization to do so. Change governmental professional certification or licensure requirements to include delivering the innovation. Work to alter continuing education requirements to shape professional practice toward the innovation." },
    { "name": "Develop a formal implementation blueprint", "definition": "Develop a formal implementation blueprint that includes all goals and strategies. The blueprint should include the following: 1) aim/purpose of the implementation; 2) scope of the change (e.g., what organizational units are affected); 3) timeframe and milestones; and 4) appropriate performance/progress measures. Use and update this plan to guide the implementation effort over time." },
    { "name": "Develop academic partnerships", "definition": "Partner with a university or academic unit for the purposes of shared training and bringing research skills to an implementation project." },
    { "name": "Develop an implementation glossary", "definition": "Develop and distribute a list of terms describing the innovation, implementation, and stakeholders in the organizational change." },
    { "name": "Develop and implement tools for quality monitoring", "definition": "Develop, test, and introduce into quality-monitoring systems the right input-the appropriate language, protocols, algorithms, standards, and measures (of processes patient/consumer outcomes, and implementation outcomes) that are often specific to the innovation being implemented." },
    { "name": "Develop and organize quality monitoring systems", "definition": "Develop and organize systems and procedures that monitor clinical processes and/or outcomes for the purpose of quality assurance and improvement." },
    { "name": "Develop disincentives", "definition": "Provide financial disincentives for failure to implement or use the clinical innovations." },
    { "name": "Develop educational materials", "definition": "Develop and format manuals, toolkits, and other supporting materials in ways that make it easier for stakeholders to learn about the innovation and for clinicians to learn how to deliver the clinical innovation." },
    { "name": "Develop resource sharing agreements", "definition": "Develop partnerships with organizations that have resources needed to implement the innovation." },
    { "name": "Distribute educational materials", "definition": "Distribute educational materials (including guidelines, manuals, and toolkits) in person, by mail, and/or electronically." },
    { "name": "Facilitate relay of clinical data to providers", "definition": "Provide as close to real-time data as possible about key measures of process/outcomes using integrated modes/channels of communication in a way that promotes use of the targeted innovation." },
    { "name": "Facilitation", "definition": "A process of interactive problem solving and support that occurs in a context of a recognized need for improvement and a supportive interpersonal relationship." },
    { "name": "Fund and contract for the clinical innovation", "definition": "Governments and other payers of services issue requests for proposals to deliver the innovation, use contracting processes to motivate providers to deliver the clinical innovation, and develop new funding formulas that make it more likely that providers will deliver the innovation." },
    { "name": "Identify and prepare champions", "definition": "Identify and prepare individuals who dedicate themselves to supporting, marketing and driving through an implementation, overcoming indifference or resistance that the intervention may provoke in an organization." },
    { "name": "Identify early adopters", "definition": "Identify early adopters at the local site to learn from their experiences with the practice innovation." },
    { "name": "Increase demand", "definition": "Attempt to influence the market for the clinical innovation to increase competition intensity and to increase the maturity of the market for the clinical innovation." },
    { "name": "Inform local opinion leaders", "definition": "Inform providers identified by colleagues as opinion leaders or 'educationally influential' about the clinical innovation in the hopes that they will influence colleagues to adopt it." },
    { "name": "Intervene with patients/consumers to enhance uptake and adherence", "definition": "Develop strategies with patients to encourage and problem solve around adherence." },
    { "name": "Involve executive boards", "definition": "Involve existing governing structures (e.g., boards of directors, medical staff boards of governance) in the implementation effort, including the review of data on implementation processes." },
    { "name": "Involve patients/consumers and family members", "definition": "Engage or include patients/consumers and families in the implementation effort." },
    { "name": "Make billing easier", "definition": "Make it easier to bill for the clinical innovation." },
    { "name": "Make training dynamic", "definition": "Vary the information delivery methods to cater to different learning styles and work contexts, and shape the training in the innovation to be interactive." },
    { "name": "Mandate change", "definition": "Have leadership declare the priority of the innovation and their determination to have it implemented." },
    { "name": "Model and simulate change", "definition": "Model or simulate the change that will be implemented prior to implementation." },
    { "name": "Obtain and use patients/consumers and family feedback", "definition": "Develop strategies to increase patient/consumer and family feedback on the implementation effort." },
    { "name": "Obtain formal commitments", "definition": "Obtain written commitments from key partners that state what they will do to implement the innovation." },
    { "name": "Organize clinician implementation team meetings", "definition": "Develop and support teams of clinicians who are implementing the innovation and give them protected time to reflect on the implementation effort, share lessons learned, and support one another's learning." },
    { "name": "Place innovation on fee for service lists/formularies", "definition": "Work to place the clinical innovation on lists of actions for which providers can be reimbursed (e.g., a drug is placed on a formulary, a procedure is now reimbursable)." },
    { "name": "Prepare patients/consumers to be active participants", "definition": "Prepare patients/consumers to be active in their care, to ask questions, and specifically to inquire about care guidelines, the evidence behind clinical decisions, or about available evidence-supported treatments." },
    { "name": "Promote adaptability", "definition": "Identify the ways a clinical innovation can be tailored to meet local needs and clarify which elements of the innovation must be maintained to preserve fidelity." },
    { "name": "Promote network weaving", "definition": "Identify and build on existing high-quality working relationships and networks within and outside the organization, organizational units, teams, etc. to promote information sharing, collaborative problem-solving, and a shared vision/goal related to implementing the innovation." },
    { "name": "Provide clinical supervision", "definition": "Provide clinicians with ongoing supervision focusing on the innovation. Provide training for clinical supervisors who will supervise clinicians who provide the innovation." },
    { "name": "Provide local technical assistance", "definition": "Develop and use a system to deliver technical assistance focused on implementation issues using local personnel." },
    { "name": "Provide ongoing consultation", "definition": "Provide ongoing consultation with one or more experts in the strategies used to support implementing the innovation." },
    { "name": "Purposely reexamine the implementation", "definition": "Monitor progress and adjust clinical practices and implementation strategies to continuously improve the quality of care." },
    { "name": "Recruit, designate, and train for leadership", "definition": "Recruit, designate, and train leaders for the change effort." },
    { "name": "Remind clinicians", "definition": "Develop reminder systems designed to help clinicians to recall information and/or prompt them to use the clinical innovation." },
    { "name": "Revise professional roles", "definition": "Shift and revise roles among professionals who provide care, and redesign job characteristics." },
    { "name": "Shadow other experts", "definition": "Provide ways for key individuals to directly observe experienced people engage with or use the targeted practice change/innovation." },
    { "name": "Stage implementation scale up", "definition": "Phase implementation efforts by starting with small pilots or demonstration projects and gradually move to a system wide rollout." },
    { "name": "Start a dissemination organization", "definition": "Identify or start a separate organization that is responsible for disseminating the clinical innovation. It could be a for-profit or non-profit organization." },
    { "name": "Tailor strategies", "definition": "Tailor the implementation strategies to address barriers and leverage facilitators that were identified through earlier data collection." },
    { "name": "Use advisory boards and workgroups", "definition": "Create and engage a formal group of multiple kinds of stakeholders to provide input and advice on implementation efforts and to elicit recommendations for improvements." },
    { "name": "Use an implementation advisor", "definition": "Seek guidance from experts in implementation." },
    { "name": "Use capitated payments", "definition": "Pay providers or care systems a set amount per patient/consumer for delivering clinical care." },
    { "name": "Use data experts", "definition": "Involve, hire, and/or consult experts to inform management on the use of data generated by implementation efforts." },
    { "name": "Use data warehousing techniques", "definition": "Integrate clinical records across facilities and organizations to facilitate implementation across systems." },
    { "name": "Use mass media", "definition": "Use media to reach large numbers of people to spread the word about the clinical innovation." },
    { "name": "Use other payment schemes", "definition": "Introduce payment approaches (in a catch-all category)." },
    { "name": "Use train-the-trainer strategies", "definition": "Train designated clinicians or organizations to train others in the clinical innovation." },
    { "name": "Visit other sites", "definition": "Visit sites where a similar implementation effort has been considered successful." },
    { "name": "Work with educational institutions", "definition": "Encourage educational institutions to train clinicians in the innovation." }
  ],
},
  "allOutcomesData": {
    "Implementation Outcomes": [
      { "name": "Acceptability", "definition": "The perception among implementation stakeholders that a given treatment, service, practice, or innovation is agreeable, palatable, or satisfactory." },
      { "name": "Adoption", "definition": "The intention, initial decision, or action to try or employ an innovation or evidence-based practice." },
      { "name": "Appropriateness", "definition": "The perceived fit, relevance, or compatibility of the innovation or evidence based practice for a given practice setting, provider, or consumer; and/or perceived fit of the innovation to address a particular issue or problem." },
      { "name": "Feasibility", "definition": "The extent to which a new treatment, or an innovation, can be successfully used or carried out within a given agency or setting." },
      { "name": "Fidelity", "definition": "The degree to which an intervention was implemented as it was prescribed in the original protocol or as it was intended by the program developers." },
      { "name": "Implementation Cost", "definition": "The cost impact of an implementation effort." },
      { "name": "Penetration", "definition": "The integration of a practice within a service setting and its subsystems." },
      { "name": "Sustainability", "definition": "The extent to which a newly implemented treatment is maintained or institutionalized within a service setting’s ongoing, stable operations." }
    ],
    "Service Outcomes": [
      { "name": "Efficiency", "definition": "The extent to which a service achieves its outcomes with the minimal expenditure of resources." },
      { "name": "Safety", "definition": "The extent to which a service minimizes the risk of harm to consumers." },
      { "name": "Effectiveness", "definition": "The extent to which a service achieves its intended outcomes when delivered in real-world settings." },
      { "name": "Equity", "definition": "The extent to which a service is delivered in a way that is fair and just, without disparities based on patient characteristics." },
      { "name": "Patient-centeredness", "definition": "The extent to which a service is respectful of and responsive to individual patient preferences, needs, and values." },
      { "name": "Timeliness", "definition": "The extent to which a service is provided to consumers in a timely manner, reducing waits and harmful delays." }
    ],
    "Client Outcomes": [
      { "name": "Satisfaction", "definition": "The client's level of contentment with the services received." },
      { "name": "Function", "definition": "The impact of a service on a client's ability to perform daily activities and roles." },
      { "name": "Symptomatology", "definition": "The effect of a service on a client's symptoms and signs of illness." }
    ]
  }
{
  "options": {
    "status": ["Not Started", "Waiting", "In Progress", "At Risk", "Complete"],
    "level": ["Low", "Medium", "High"],
    "likelihood": ["Low", "Medium", "High"],
    "impact": ["Low", "Medium", "High"],
    "benefit": ["Low", "Medium", "High"],
    "feasibility": ["Low", "Medium", "High"],
    "itemType": ["Task / Activity", "Event", "Phase", "Milestone"],
    "fidelityDimension": ["Adherence", "Dose", "Quality", "Participant Responsiveness"],
    "adaptationNature": ["Tailoring", "Adding", "Removing", "Shortening", "Lengthening", "Substituting", "Reordering"],
    "adaptationGoal": ["Increase Reach", "Improve Fit", "Decrease Costs", "Improve Effectiveness"],
    "adaptationPlanned": ["Planned/Proactive", "Planned/Reactive", "Unplanned/Reactive"],
    "contextLevels": ["Inner Setting", "Outer Setting", "Innovation Characteristics", "Characteristics of Individuals"]
  },
  "ericStrategies": [
    { "name": "Access new funding", "definition": "Access new or existing money to facilitate the implementation." },
    { "name": "Alter incentive/allowance structures", "definition": "Work to incentivize the adoption and implementation of the clinical innovation." },
    { "name": "Alter patient/consumer fees", "definition": "Create fee structures where patients/consumers pay less for preferred treatments (the clinical innovation) and more for less-preferred treatments." },
    { "name": "Assess for readiness and identify barriers and facilitators", "definition": "Assess various aspects of an organization to determine its degree of readiness to implement, barriers that may impede implementation, and strengths that can be used in the implementation effort." },
    { "name": "Audit and provide feedback", "definition": "Collect and summarize clinical performance data over a specified time period and give it to clinicians and administrators to monitor, evaluate, and modify provider behavior." },
    { "name": "Build a coalition", "definition": "Recruit and cultivate relationships with partners in the implementation effort." },
    { "name": "Capture and share local knowledge", "definition": "Capture local knowledge from implementation sites on how implementers and clinicians made something work in their setting and then share it with other sites." },
    { "name": "Centralize technical assistance", "definition": "Develop and use a centralized system to deliver technical assistance focused on implementation issues." },
    { "name": "Change accreditation or membership requirements", "definition": "Strive to alter accreditation standards so that they require or encourage use of the clinical innovation. Work to alter membership organization requirements so that those who want to affiliate with the organization are encouraged or required to use the clinical innovation." },
    { "name": "Change liability laws", "definition": "Participate in liability reform efforts that make clinicians more willing to deliver the clinical innovation." },
    { "name": "Change physical structure and equipment", "definition": "Evaluate current configurations and adapt, as needed, the physical structure and/or equipment (e.g., changing the layout of a room, adding equipment) to best accommodate the targeted innovation." },
    { "name": "Change record systems", "definition": "Change records systems to allow better assessment of implementation or clinical outcomes." },
    { "name": "Change service sites", "definition": "Change the location of clinical service sites to increase access." },
    { "name": "Conduct cyclical small tests of change", "definition": "Implement changes in a cyclical fashion using small tests of change before taking changes system-wide. Tests of change benefit from systematic measurement, and results of the tests of change are studied for insights on how to do better. This process continues serially over time, and refinement is added with each cycle." },
    { "name": "Conduct educational meetings", "definition": "Hold meetings targeted toward different stakeholder groups (e.g., providers, administrators, other organizational stakeholders, and community, patient/consumer, and family stakeholders) to teach them about the clinical innovation." },
    { "name": "Conduct educational outreach visits", "definition": "Have a trained person meet with providers in their practice settings to educate providers about the clinical innovation with the intent of changing the provider's practice." },
    { "name": "Conduct local consensus discussions", "definition": "Include local providers and other stakeholders in discussions that address whether the chosen problem is important and whether the clinical innovation to address it is appropriate." },
    { "name": "Conduct local needs assessment", "definition": "Collect and analyze data related to the need for the innovation." },
    { "name": "Conduct ongoing training", "definition": "Plan for and conduct training in the clinical innovation in an ongoing way." },
    { "name": "Create a learning collaborative", "definition": "Facilitate the formation of groups of providers or provider organizations and foster a collaborative learning environment to improve implementation of the clinical innovation." },
    { "name": "Create new clinical teams", "definition": "Change who serves on the clinical team, adding different disciplines and different skills to make it more likely that the clinical innovation is delivered (or is more successfully delivered)." },
    { "name": "Create or change credentialing and/or licensure standards", "definition": "Create an organization that certifies clinicians in the innovation or encourage an existing organization to do so. Change governmental professional certification or licensure requirements to include delivering the innovation. Work to alter continuing education requirements to shape professional practice toward the innovation." },
    { "name": "Develop a formal implementation blueprint", "definition": "Develop a formal implementation blueprint that includes all goals and strategies. The blueprint should include the following: 1) aim/purpose of the implementation; 2) scope of the change (e.g., what organizational units are affected); 3) timeframe and milestones; and 4) appropriate performance/progress measures. Use and update this plan to guide the implementation effort over time." },
    { "name": "Develop academic partnerships", "definition": "Partner with a university or academic unit for the purposes of shared training and bringing research skills to an implementation project." },
    { "name": "Develop an implementation glossary", "definition": "Develop and distribute a list of terms describing the innovation, implementation, and stakeholders in the organizational change." },
    { "name": "Develop and implement tools for quality monitoring", "definition": "Develop, test, and introduce into quality-monitoring systems the right input-the appropriate language, protocols, algorithms, standards, and measures (of processes patient/consumer outcomes, and implementation outcomes) that are often specific to the innovation being implemented." },
    { "name": "Develop and organize quality monitoring systems", "definition": "Develop and organize systems and procedures that monitor clinical processes and/or outcomes for the purpose of quality assurance and improvement." },
    { "name": "Develop disincentives", "definition": "Provide financial disincentives for failure to implement or use the clinical innovations." },
    { "name": "Develop educational materials", "definition": "Develop and format manuals, toolkits, and other supporting materials in ways that make it easier for stakeholders to learn about the innovation and for clinicians to learn how to deliver the clinical innovation." },
    { "name": "Develop resource sharing agreements", "definition": "Develop partnerships with organizations that have resources needed to implement the innovation." },
    { "name": "Distribute educational materials", "definition": "Distribute educational materials (including guidelines, manuals, and toolkits) in person, by mail, and/or electronically." },
    { "name": "Facilitate relay of clinical data to providers", "definition": "Provide as close to real-time data as possible about key measures of process/outcomes using integrated modes/channels of communication in a way that promotes use of the targeted innovation." },
    { "name": "Facilitation", "definition": "A process of interactive problem solving and support that occurs in a context of a recognized need for improvement and a supportive interpersonal relationship." },
    { "name": "Fund and contract for the clinical innovation", "definition": "Governments and other payers of services issue requests for proposals to deliver the innovation, use contracting processes to motivate providers to deliver the clinical innovation, and develop new funding formulas that make it more likely that providers will deliver the innovation." },
    { "name": "Identify and prepare champions", "definition": "Identify and prepare individuals who dedicate themselves to supporting, marketing and driving through an implementation, overcoming indifference or resistance that the intervention may provoke in an organization." },
    { "name": "Identify early adopters", "definition": "Identify early adopters at the local site to learn from their experiences with the practice innovation." },
    { "name": "Increase demand", "definition": "Attempt to influence the market for the clinical innovation to increase competition intensity and to increase the maturity of the market for the clinical innovation." },
    { "name": "Inform local opinion leaders", "definition": "Inform providers identified by colleagues as opinion leaders or 'educationally influential' about the clinical innovation in the hopes that they will influence colleagues to adopt it." },
    { "name": "Intervene with patients/consumers to enhance uptake and adherence", "definition": "Develop strategies with patients to encourage and problem solve around adherence." },
    { "name": "Involve executive boards", "definition": "Involve existing governing structures (e.g., boards of directors, medical staff boards of governance) in the implementation effort, including the review of data on implementation processes." },
    { "name": "Involve patients/consumers and family members", "definition": "Engage or include patients/consumers and families in the implementation effort." },
    { "name": "Make billing easier", "definition": "Make it easier to bill for the clinical innovation." },
    { "name": "Make training dynamic", "definition": "Vary the information delivery methods to cater to different learning styles and work contexts, and shape the training in the innovation to be interactive." },
    { "name": "Mandate change", "definition": "Have leadership declare the priority of the innovation and their determination to have it implemented." },
    { "name": "Model and simulate change", "definition": "Model or simulate the change that will be implemented prior to implementation." },
    { "name": "Obtain and use patients/consumers and family feedback", "definition": "Develop strategies to increase patient/consumer and family feedback on the implementation effort." },
    { "name": "Obtain formal commitments", "definition": "Obtain written commitments from key partners that state what they will do to implement the innovation." },
    { "name": "Organize clinician implementation team meetings", "definition": "Develop and support teams of clinicians who are implementing the innovation and give them protected time to reflect on the implementation effort, share lessons learned, and support one another's learning." },
    { "name": "Place innovation on fee for service lists/formularies", "definition": "Work to place the clinical innovation on lists of actions for which providers can be reimbursed (e.g., a drug is placed on a formulary, a procedure is now reimbursable)." },
    { "name": "Prepare patients/consumers to be active participants", "definition": "Prepare patients/consumers to be active in their care, to ask questions, and specifically to inquire about care guidelines, the evidence behind clinical decisions, or about available evidence-supported treatments." },
    { "name": "Promote adaptability", "definition": "Identify the ways a clinical innovation can be tailored to meet local needs and clarify which elements of the innovation must be maintained to preserve fidelity." },
    { "name": "Promote network weaving", "definition": "Identify and build on existing high-quality working relationships and networks within and outside the organization, organizational units, teams, etc. to promote information sharing, collaborative problem-solving, and a shared vision/goal related to implementing the innovation." },
    { "name": "Provide clinical supervision", "definition": "Provide clinicians with ongoing supervision focusing on the innovation. Provide training for clinical supervisors who will supervise clinicians who provide the innovation." },
    { "name": "Provide local technical assistance", "definition": "Develop and use a system to deliver technical assistance focused on implementation issues using local personnel." },
    { "name": "Provide ongoing consultation", "definition": "Provide ongoing consultation with one or more experts in the strategies used to support implementing the innovation." },
    { "name": "Purposely reexamine the implementation", "definition": "Monitor progress and adjust clinical practices and implementation strategies to continuously improve the quality of care." },
    { "name": "Recruit, designate, and train for leadership", "definition": "Recruit, designate, and train leaders for the change effort." },
    { "name": "Remind clinicians", "definition": "Develop reminder systems designed to help clinicians to recall information and/or prompt them to use the clinical innovation." },
    { "name": "Revise professional roles", "definition": "Shift and revise roles among professionals who provide care, and redesign job characteristics." },
    { "name": "Shadow other experts", "definition": "Provide ways for key individuals to directly observe experienced people engage with or use the targeted practice change/innovation." },
    { "name": "Stage implementation scale up", "definition": "Phase implementation efforts by starting with small pilots or demonstration projects and gradually move to a system wide rollout." },
    { "name": "Start a dissemination organization", "definition": "Identify or start a separate organization that is responsible for disseminating the clinical innovation. It could be a for-profit or non-profit organization." },
    { "name": "Tailor strategies", "definition": "Tailor the implementation strategies to address barriers and leverage facilitators that were identified through earlier data collection." },
    { "name": "Use advisory boards and workgroups", "definition": "Create and engage a formal group of multiple kinds of stakeholders to provide input and advice on implementation efforts and to elicit recommendations for improvements." },
    { "name": "Use an implementation advisor", "definition": "Seek guidance from experts in implementation." },
    { "name": "Use capitated payments", "definition": "Pay providers or care systems a set amount per patient/consumer for delivering clinical care." },
    { "name": "Use data experts", "definition": "Involve, hire, and/or consult experts to inform management on the use of data generated by implementation efforts." },
    { "name": "Use data warehousing techniques", "definition": "Integrate clinical records across facilities and organizations to facilitate implementation across systems." },
    { "name": "Use mass media", "definition": "Use media to reach large numbers of people to spread the word about the clinical innovation." },
    { "name": "Use other payment schemes", "definition": "Introduce payment approaches (in a catch-all category)." },
    { "name": "Use train-the-trainer strategies", "definition": "Train designated clinicians or organizations to train others in the clinical innovation." },
    { "name": "Visit other sites", "definition": "Visit sites where a similar implementation effort has been considered successful." },
    { "name": "Work with educational institutions", "definition": "Encourage educational institutions to train clinicians in the innovation." }
  ],
  "allOutcomesData": {
    "Implementation Outcomes": [
      { "name": "Acceptability", "definition": "The perception among implementation stakeholders that a given treatment, service, practice, or innovation is agreeable, palatable, or satisfactory." },
      { "name": "Adoption", "definition": "The intention, initial decision, or action to try or employ an innovation or evidence-based practice." },
      { "name": "Appropriateness", "definition": "The perceived fit, relevance, or compatibility of the innovation or evidence based practice for a given practice setting, provider, or consumer; and/or perceived fit of the innovation to address a particular issue or problem." },
      { "name": "Feasibility", "definition": "The extent to which a new treatment, or an innovation, can be successfully used or carried out within a given agency or setting." },
      { "name": "Fidelity", "definition": "The degree to which an intervention was implemented as it was prescribed in the original protocol or as it was intended by the program developers." },
      { "name": "Implementation Cost", "definition": "The cost impact of an implementation effort." },
      { "name": "Penetration", "definition": "The integration of a practice within a service setting and its subsystems." },
      { "name": "Sustainability", "definition": "The extent to which a newly implemented treatment is maintained or institutionalized within a service setting’s ongoing, stable operations." }
    ],
    "Service Outcomes": [
      { "name": "Efficiency", "definition": "The extent to which a service achieves its outcomes with the minimal expenditure of resources." },
      { "name": "Safety", "definition": "The extent to which a service minimizes the risk of harm to consumers." },
      { "name": "Effectiveness", "definition": "The extent to which a service achieves its intended outcomes when delivered in real-world settings." },
      { "name": "Equity", "definition": "The extent to which a service is delivered in a way that is fair and just, without disparities based on patient characteristics." },
      { "name": "Patient-centeredness", "definition": "The extent to which a service is respectful of and responsive to individual patient preferences, needs, and values." },
      { "name": "Timeliness", "definition": "The extent to which a service is provided to consumers in a timely manner, reducing waits and harmful delays." }
    ],
    "Client Outcomes": [
      { "name": "Satisfaction", "definition": "The client's level of contentment with the services received." },
      { "name": "Function", "definition": "The impact of a service on a client's ability to perform daily activities and roles." },
      { "name": "Symptomatology", "definition": "The effect of a service on a client's symptoms and signs of illness." }
    ]
  }
}
