{
  "options": {
    "status": ["Not Started", "Waiting", "In Progress", "At Risk", "Complete"],
    "level": ["Low", "Medium", "High"],
    "itemType": ["Task / Activity", "Event", "Phase", "Milestone"],
    "fidelityDimension": ["Adherence", "Dose", "Quality", "Participant Responsiveness"],
    "adaptationNature": ["Tailoring", "Adding", "Removing", "Shortening", "Lengthening", "Substituting", "Reordering"],
    "adaptationGoal": ["Increase Reach", "Improve Fit", "Decrease Costs", "Improve Effectiveness"],
    "adaptationPlanned": ["Planned/Proactive", "Planned/Reactive", "Unplanned/Reactive"],
    "contextLevels": ["Inner Setting", "Outer Setting", "Innovation Characteristics", "Characteristics of Individuals"]
  },
  "ericStrategies": [
    { "name": "Access new funding", "definition": "Access new or existing money to facilitate the implementation." },
    { "name": "Alter incentive/allowance structures", "definition": "Work to incentivize the adoption and implementation of the clinical innovation." },
    { "name": "Assess for readiness and identify barriers and facilitators", "definition": "Assess various aspects of an organization to determine its degree of readiness to implement, barriers that may impede implementation, and strengths that can be used in the implementation effort." },
    { "name": "Audit and provide feedback", "definition": "Collect and summarize clinical performance data over a specified time period and give it to clinicians and administrators to monitor, evaluate, and modify provider behavior." },
    { "name": "Build a coalition", "definition": "Recruit and cultivate relationships with partners in the implementation effort." },
    { "name": "Capture and share local knowledge", "definition": "Capture local knowledge from implementation sites on how implementers and clinicians made something work in their setting and then share it with other sites." },
    { "name": "Centralize technical assistance", "definition": "Develop and use a centralized system to deliver technical assistance focused on implementation issues." },
    { "name": "Change physical structure and equipment", "definition": "Evaluate current configurations and adapt, as needed, the physical structure and/or equipment (e.g., changing the layout of a room, adding equipment) to best accommodate the targeted innovation." },
    { "name": "Change record systems", "definition": "Change records systems to allow better assessment of implementation or clinical outcomes." },
    { "name": "Conduct cyclical small tests of change", "definition": "Implement changes in a cyclical fashion using small tests of change before taking changes system-wide." },
    { "name": "Conduct educational meetings", "definition": "Hold meetings targeted toward different stakeholder groups to teach them about the clinical innovation." },
    { "name": "Conduct educational outreach visits", "definition": "Have a trained person meet with providers in their practice settings to educate providers about the clinical innovation with the intent of changing the provider's practice." },
    { "name": "Conduct ongoing training", "definition": "Plan for and conduct training in the clinical innovation in an ongoing way." },
    { "name": "Create a learning collaborative", "definition": "Facilitate the formation of groups of providers or provider organizations and foster a collaborative learning environment to improve implementation of the clinical innovation." },
    { "name": "Develop a formal implementation blueprint", "definition": "Develop a formal implementation blueprint that includes all goals and strategies." },
    { "name": "Develop educational materials", "definition": "Develop and format manuals, toolkits, and other supporting materials." },
    { "name": "Distribute educational materials", "definition": "Distribute educational materials (including guidelines, manuals, and toolkits)." },
    { "name": "Facilitation", "definition": "A process of interactive problem solving and support that occurs in a context of a recognized need for improvement and a supportive interpersonal relationship." },
    { "name": "Identify and prepare champions", "definition": "Identify and prepare individuals who dedicate themselves to supporting, marketing and driving through an implementation." },
    { "name": "Inform local opinion leaders", "definition": "Inform providers identified by colleagues as opinion leaders or 'educationally influential' about the clinical innovation." },
    { "name": "Involve patients/consumers and family members", "definition": "Engage or include patients/consumers and families in the implementation effort." },
    { "name": "Organize clinician implementation team meetings", "definition": "Develop and support teams of clinicians who are implementing the innovation." },
    { "name": "Provide clinical supervision", "definition": "Provide clinicians with ongoing supervision focusing on the innovation." },
    { "name": "Provide ongoing consultation", "definition": "Provide ongoing consultation with one or more experts." },
    { "name": "Remind clinicians", "definition": "Develop reminder systems designed to help clinicians to recall information." },
    { "name": "Tailor strategies", "definition": "Tailor the implementation strategies to address barriers and leverage facilitators." },
    { "name": "Use train-the-trainer strategies", "definition": "Train designated clinicians or organizations to train others in the clinical innovation." },
    { "name": "Visit other sites", "definition": "Visit sites where a similar implementation effort has been considered successful." }
  ],
  "allOutcomesData": {
    "Implementation Outcomes": [
      { "name": "Acceptability", "definition": "The perception among implementation stakeholders that a given treatment, service, practice, or innovation is agreeable, palatable, or satisfactory." },
      { "name": "Adoption", "definition": "The intention, initial decision, or action to try or employ an innovation or evidence-based practice." },
      { "name": "Appropriateness", "definition": "The perceived fit, relevance, or compatibility of the innovation or evidence based practice for a given practice setting, provider, or consumer." },
      { "name": "Feasibility", "definition": "The extent to which a new treatment, or an innovation, can be successfully used or carried out within a given agency or setting." },
      { "name": "Fidelity", "definition": "The degree to which an intervention was implemented as it was prescribed in the original protocol." },
      { "name": "Implementation Cost", "definition": "The cost impact of an implementation effort." },
      { "name": "Penetration", "definition": "The integration of a practice within a service setting and its subsystems." },
      { "name": "Sustainability", "definition": "The extent to which a newly implemented treatment is maintained or institutionalized within a service setting’s ongoing, stable operations." }
    ],
    "Service Outcomes": [
      { "name": "Efficiency", "definition": "The extent to which a service achieves its outcomes with the minimal expenditure of resources." },
      { "name": "Safety", "definition": "The extent to which a service minimizes the risk of harm to consumers." },
      { "name": "Effectiveness", "definition": "The extent to which a service achieves its intended outcomes when delivered in real-world settings." },
      { "name": "Equity", "definition": "The extent to which a service is delivered in a way that is fair and just, without disparities based on patient characteristics." },
      { "name": "Patient-centeredness", "definition": "The extent to which a service is respectful of and responsive to individual patient preferences, needs, and values." },
      { "name": "Timeliness", "definition": "The extent to which a service is provided to consumers in a timely manner, reducing waits and harmful delays." }
    ],
    "Client Outcomes": [
      { "name": "Satisfaction", "definition": "The client's level of contentment with the services received." },
      { "name": "Function", "definition": "The impact of a service on a client's ability to perform daily activities and roles." },
      { "name": "Symptomatology", "definition": "The effect of a service on a client's symptoms and signs of illness." }
    ]
  }
}
